[
  "A wise son is a father's joy, but a foolish son is his mother's grief.",
  "Ill-gotten treasures are of no use, but righteousness delivers from death.",
  "The Lord does not let the righteous suffer from hunger, but it removes the lust of the wicked.",
  "He who works with a lazy hand is poor, but the hand of the diligent makes rich.",
  "He who gathers summer is a thoughtful man, he who sleeps during the harvest is a man who brings shame.",
  "On the head of the righteous are blessings, but the mouth of the wicked conceals violence.",
  "The memory of the righteous is blessed, but the name of the wicked rots.",
  "He who has a wise heart receives the teachings, but he who has a careless mouth perishes himself.",
  "He who walks blamelessly walks without fear, but whoever takes the wrong path will lose himself.",
  "Anyone who blinks is a cause for sadness and he who has a careless mouth perishes alone.",
  "The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence.",
  "Hatred stirs up strife, but love covers all mistakes.",
  "On the lips of the wise man is wisdom, but the rod is for the back of the mindless.",
  "The wise preserve science, but the mouth of a fool is near destruction.",
  "Wealth is a fortified city for the rich, but the ruin of the wretched is their poverty.",
  "The righteous uses his gain for life, and the evil one uses his income for sin.",
  "He who remembers the quarrel starts on the path of life, but he who forgets the rebuke takes the wrong path.",
  "He who hides hatred has lying lips, and he who spreads gossip is a fool.",
  "He who talks a lot cannot avoid sinning, but he who keeps his lips is a thoughtful man.",
  "The tongue of the righteous is choice silver; the heart of the wicked is a small thing.",
  "The lips of the righteous refresh many people, but fools die because they lack judgment.",
  "God's blessing enriches and He does not let it be followed by any trouble.",
  "For a fool it is a pleasure to do evil, but for the wise it is a pleasure to work skillfully.",
  "To the wicked, what he fears, that happens to him, but the desire of the righteous is fulfilled.",
  "As the whirlwind passes, so the evil one perishes, but the righteous has eternal foundations.",
  "As vinegar is to the teeth and smoke to the eyes, such is laziness for the one who sends it.",
  "The fear of the Lord prolongs the days, but the years of the wicked are shortened.",
  "The waiting of the righteous will be nothing but joy, but the hope of the wicked shall perish.",
  "The way of the Lord is a wall of defense for the innocent, but it is a melting pot for those who do evil.",
  "The righteous will never be shaken, but the wicked will not live in the land.",
  "The mouth of the righteous speaks wisdom, but the corrupt tongue will be destroyed.",
  "The lips of the righteous know how to speak pleasant things, but the mouth of the wicked speaks wickedly.",
  "The deceitful partner is hated by God, but he likes the right song.",
  "When pride comes, shame also comes, but wisdom is with the humble.",
  "The righteousness of honest men guides them without fear, but the wiles of the wicked bring their destruction.",
  "In the day of wrath, riches are of no avail, but righteousness delivers from death.",
  "The innocence of the blameless man smooths his way, but the wicked fall by his own wickedness.",
  "The innocence of blameless people escapes them, but the wicked are caught in their wickedness.",
  "At the death of the wicked, his hope perishes, and the expectation of wicked people is destroyed.",
  "The righteous is delivered from distress, and the bad one takes his place.",
  "With his mouth the wicked man destroys his neighbor, but the righteous are saved through science.",
  "When things go well for the righteous, the whole city rejoices and when the wicked perish, all shout for joy.",
  "The city rises through the blessing of blameless people, but it is broken by the mouth of the wicked.",
  "He who slanders his neighbor is out of his mind, but the man with skill receives and keeps silent.",
  "He who walks with gossip reveals hidden things, but the faithful soul keeps what has been entrusted to it.",
  "When there is no consideration, the people fall, but victory comes through the great number of advisers.",
  "He who is chezas for another, it will be bad for him, but whoever is afraid to put on chezas is quiet.",
  "A pleasant woman gets honor, and the oppressors get wealth.",
  "The merciful man does good to his soul, but the merciless man troubles his own flesh.",
  "The wicked gain a deceitful gain, but he who sows righteousness has a true reward.",
  "True righteousness leads to life, but he who pursues evil finds death.",
  "Those with a broken heart are an abomination before the Lord, but those who walk blamelessly are pleasing to Him.",
  "Decided: the wicked will not go unpunished, but the seed of the righteous will be saved.",
  "She is a beautiful and crazy woman like a gold ring put in a pig's neck.",
  "The desire of the righteous is only good, but waiting for the wicked is only anger.",
  "One who gives generously becomes richer; and another who saves too much only becomes poor.",
  "The beneficent soul will be satiated, and he who waters others will also be watered.",
  "He who stops the wheat is cursed by the people, but the blessing comes on the head of the one who sells it.",
  "He who pursues good wins his goodwill, but he who pursues evil is touched by it.",
  "He who trusts in riches will fall, but the righteous will be green like the leaves.",
  "He who disturbs his house will inherit wind, and the fool will be the slave of the wise man!",
  "The fruit of the righteous is a tree of life, and the wise wins souls.",
  "Behold, the righteous is rewarded on earth; how much more the bad and sinful!"
  ]